export const contacts = [
  {
    name: '+375 25 502 10 21',
    img: '../../../assets/icons/electronics.png',
    type: 'phone'
  },
  {
    name: '+375 17 302 10 21',
    img: '../../../assets/icons/old-typical-phone.png',
    type: 'phone'
  },
  {
    name: 'Telegram',
    img: '../../../assets/icons/telegram.png',
  },
  {
    name: 'Почта',
    img: '../../../assets/icons/mail.png',
  },
  {
    name: 'Заказать звонок',
    img: '../../../assets/icons/phone-call.png',
  },
  {
    name: 'Написать нам',
    img: '../../../assets/icons/conversation.png',
  },
  {
    name: 'Контакты',
    img: '',
  }  
];

export const footerInfo = [
  {
    title: "Покупателям",
    subtitle: ["Доставка", "Оплата", "Самовызов", "Страхование", "Договор публичной оферты", "Контакты", "Отзывы"]
  },
  {
    title: "Выгодные предложения",
    subtitle: ["Бонусная программа", "Оплата частями", "Подарочные сертификаты", "Идеи подарков", "Товары премиум-класса", 
    "Рекомендуемые товары", "Уцененные товары", "Все акции"]
  },
  {
    title: "Компания",
    subtitle: ["Новости", "Вакансии", "Безналичные продажи", "Оптовые продажи", "Партнерская программа", "Партнерская программа «Мост»", 
    "Поставщикам", "О нас", "Миссия и ценности", "Реквизиты"]
  },
  {
    title: "Полезная информация",
    subtitle: ["Ремонт техники", "Замена и возврат товара", "Программа «Надежная защита»", "Негарантийный ремонт", "Дополнительные услуги", 
    "Сервисные центры", "Как совершить покупку", "Как использовать промокод", "Помощь в выборе", "Производители"]
  }
];

export const baseUrl = 'http://localhost:3004';

export const baseSrc = '../../../assets/slider/';